[
  {
    "id": "nw-tw-1",
    "name": "Seoi-nage",
    "name_jp": "背負投",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to throw the opponent over the right shoulder by breaking his balance forward and inserting the right elbow underneath his right armpit to carry him on the back."
  },
  {
    "id": "nw-tw-2",
    "name": "Ippon-seoi-nage",
    "name_jp": "一本背負投",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to throw the opponent over the right shoulder by breaking his balance forward and holding his right arm from the inside with the right arm to carry him on the back."
  },
  {
    "id": "nw-tw-3",
    "name": "Seoi-otoshi",
    "name_jp": "背負落",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to pull down and throw the opponent by breaking his balance forward and falling on one of the knees or both while carrying him on the back."
  },
  {
    "id": "nw-tw-4",
    "name": "Tai-otoshi",
    "name_jp": "体落",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to pull down and throw the opponent by breaking his balance forward and turning the body to the left to put the right foot in front of his right foot."
  },
  {
    "id": "nw-tw-5",
    "name": "Kata-guruma",
    "name_jp": "肩車",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to uplift the opponent on both shoulders across the back of the neck and throw him down by breaking his balance forward while holding his right thigh from the inside with the right arm."
  },
  {
    "id": "nw-tw-6",
    "name": "Sukui-nage",
    "name_jp": "掬投",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to uplift and throw down the opponent by breaking his balance backward while stepping behind him and holding both of his thighs from the front side with both hands or another technique to uplift the opponent’s one of thighs and throw him down by inserting the hand between his legs."
  },
  {
    "id": "nw-tw-7",
    "name": "Obi-otoshi",
    "name_jp": "帯落",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to uplift and throw down the opponent by grabbing the front side of his belt with the right hand, pulling it forward while stepping behind him and holding his hip from the front side with the left hand to break his balance backward."
  },
  {
    "id": "nw-tw-8",
    "name": "Uki-otoshi",
    "name_jp": "浮落",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to throw down the opponent by breaking his balance forward and pulling him down toward the frontal-right corner."
  },
  {
    "id": "nw-tw-9",
    "name": "Sumi-otoshi",
    "name_jp": "隅落",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to push and throw down the opponent by breaking his balance toward the retral-right corner while stepping onto the outside of his right foot with the left."
  },
  {
    "id": "nw-tw-10",
    "name": "Yama-arashi",
    "name_jp": "山嵐",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to sweep up the opponent’s right leg with the right foot and throw him down by grabbing his right sleeve with the left hand and gripping his right side-collar with the right thumb inside while breaking his balance by lifting him up forward."
  },
  {
    "id": "nw-tw-11",
    "name": "Obi-tori-gaeshi",
    "name_jp": "帯取返",
    "category": "Nage-waza",
    "sub_category": "Te-waza",
    "level": 1,
    "description": "A technique to throw the opponent over the right shoulder by grabbing his belt over his shoulder with the right hand and holding his right arm or leg with the left hand while lifting him up."
  },
  {
    "id": "nw-tw-12",
    "name": "Morote-gari",
    "name_jp": "両手刈",
    "category": "Nage-waza",
    "sub_category": "Ashi-waza",
    "level": 1,
    "description": "A technique to reap and throw down the opponent by holding both of his legs from the outside in both hands."
  },
  {
    "id": "nw-tw-13",
    "name": "Kuchiki-taoshi",
    "name_jp": "朽木落",
    "category": "Nage-waza",
    "sub_category": "Ashi-waza",
    "level": 1,
    "description": "A technique to push down the opponent backward by holding one of his legs either from the inside or outside with one of the hands and pulling it up."
  },
  {
    "id": "nw-tw-14",
    "name": "Kibisu-gaeshi",
    "name_jp": "踵返",
    "category": "Nage-waza",
    "sub_category": "Ashi-waza",
    "level": 1,
    "description": "A technique to throw the opponent by reaping his heel either from the inside or outside with one of the hands."
  },
  {
    "id": "nw-tw-15",
    "name": "Uchi-mata-sukashi",
    "name_jp": "内股透",
    "category": "Nage-waza",
    "sub_category": "Ashi-waza",
    "level": 1,
    "description": "A technique to fend off the opponent’s Uchi-mata attempt and throw him down."
  },
  {
    "id": "nw-tw-16",
    "name": "Ko-uchi-gaeshi",
    "name_jp": "小内返",
    "category": "Nage-waza",
    "sub_category": "Ashi-waza",
    "level": 1,
    "description": "A technique to dodge the opponent’s Ko-uchi-gari attempt and throw him down."
  }
]
